# 3. Напишите код, который берёт цифру 7, умножает саму на себя же 5 раз.

a = 7

for i in range(5):

    a = a * 7
    print(a)
