# 5. Напишите цикл который выведет на экран:     1,2,3,4,5,6,7,8,9,10,9,8,7,6,5,4,3,2,1
#
# Усиление:
#
# Получите такой же результат но с ОДНИМ циклом
#
#

num1 = [1,2,3,4,5,6,7,8,9,10]
num2 = [9,8,7,6,5,4,3,2,1]
for i in num1 + num2:
    print(i, end=",")




