# 7. У вас всё тот же список имён:
#
# names = ('Максат','Лязат','Данияр','Айбек','Атай','Салават','Адинай','Жоомарт','Алымбек','Эрмек','Дастан','Бекмамат','Аслан',)
#
#  Выведите каждое 2 имя.
#
#  Подсказка: Всего имён 13.
names = ('Максат','Лязат','Данияр','Айбек','Атай','Салават','Адинай','Жоомарт','Алымбек','Эрмек','Дастан','Бекмамат','Аслан',)

i = 0
while i < len(names):
    print(names[i])
    i += 2
